exports.donate = (id, XBOT, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwhatsapp, youtube) => {
	return `
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

╔════════════════════
║ *Donasi Ke ${Kanz_Bot}*
╠════════════════════
║├≽️⚜ *PULSA* : _082252452100_
║├≽️⚜ *DANA* : _blm ada_
╠════════════════════
║  *${XBOT}*
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│1. *Group WhatsApp*
║│ _${:v}_
║│2. *YouTube <subscribe>*
║│ _${Faxez Gaming}_
║│3. *Instagram <Follow>*
║│ _${gk ada}_
║│4. *Creator ${Kanz_Bot}*
║│ _${082252452100}_
║╰───────────
╠════════════════════
║ _*MADE BY Kanz Ganz*_
╠════════════════════
║ゞ📆 *${tampilTanggal}*
║ゞ⏱️ *${tampilWaktu}*
║ゞ📢 Bot Aktif ; *${aktif}*
╚════════════════════`
}

